---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ViewSheetSet
source: html/07f33056-4b5e-e796-7c85-deef8ecaf72c.htm
---
# ViewSheetSet Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.